Repository: islomov/zebra-qr-code-scanner
Catalog: ZebraCodeScanner/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ko, ms, nb, nl, pl, pt_br, ru, sv, th, tr, uk, uz, vi, zh_hans, zh_hant

# settings.privacy.personalized_ads
source: Personalized Ads
ar: إعلانات مخصصة
da: Personaliserede annoncer
de: Personalisierte Werbung
es: Anuncios personalizados
fi: Personoidut mainokset
fr: Publicités personnalisées
hi: वैयक्तिकृत विज्ञापन
id: Iklan yang Dipersonalisasi
it: Annunci personalizzati
ja: パーソナライズ広告
ko: 맞춤 광고
ms: Iklan Diperibadikan
nb: Personaliserte annonser
nl: Gepersonaliseerde advertenties
pl: Reklamy spersonalizowane
pt_br: Anúncios personalizados
ru: Персонализированная реклама
sv: Personliga annonser
th: โฆษณาเฉพาะบุคคล
tr: Kişiselleştirilmiş Reklamlar
uk: Персоналізована реклама
uz: Shaxsiylashtirilgan reklamalar
vi: Quảng cáo cá nhân hóa
zh_hans: 个性化广告
zh_hant: 個人化廣告

# settings.privacy.section_title
source: Privacy
ar: الخصوصية
da: Privatliv
de: Datenschutz
es: Privacidad
fi: Yksityisyys
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인정보
ms: Privasi
nb: Personvern
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
uz: Maxfiylik
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

# settings.scanning.section_title
source: Scanning
ar: المسح
de: Scannen
es: Escaneo
fi: Skannaus
fr: Scan
hi: स्कैनिंग
id: Pemindaian
it: Scansione
ja: スキャン
ko: 스캔
ms: Pengimbasan
nb: Skanning
nl: Scannen
pl: Skanowanie
pt_br: Leitura
ru: Сканирование
sv: Skanning
th: การสแกน
tr: Tarama
uk: Сканування
uz: Skanlash
vi: Quét mã
zh_hans: 扫描
zh_hant: 掃描

# settings.scanning.sound_on_scan
source: Sound on Scan
ar: صوت عند المسح
da: Lyd ved scanning
de: Ton beim Scannen
es: Sonido al escanear
fi: Ääni skannatessa
fr: Son lors du scan
hi: स्कैन पर ध्वनि
id: Suara saat Pindai
it: Suono alla scansione
ja: スキャン時のサウンド
ko: 스캔 시 소리
ms: Bunyi Semasa Imbas
nb: Lyd ved skanning
nl: Geluid bij scannen
pl: Dźwięk przy skanowaniu
pt_br: Som ao escanear
ru: Звук при сканировании
sv: Ljud vid skanning
th: เสียงเมื่อสแกน
tr: Taramada Ses
uk: Звук при скануванні
uz: Skanlashda ovoz
vi: Âm thanh khi quét
zh_hans: 扫描时播放声音
zh_hant: 掃描時播放聲音

# settings.scanning.vibrate_on_scan
source: Vibrate on Scan
ar: اهتزاز عند المسح
da: Vibrer ved scanning
de: Vibration beim Scannen
es: Vibrar al escanear
fi: Värinä skannatessa
fr: Vibration lors du scan
hi: स्कैन पर कंपन
id: Getar saat Pindai
it: Vibrazione alla scansione
ja: スキャン時の振動
ko: 스캔 시 진동
ms: Getar Semasa Imbas
nb: Vibrer ved skanning
nl: Trillen bij scannen
pl: Wibracja przy skanowaniu
pt_br: Vibrar ao escanear
ru: Вибрация при сканировании
sv: Vibrera vid skanning
th: สั่นเมื่อสแกน
tr: Taramada Titreşim
uk: Вібрація при скануванні
uz: Skanlashda tebranish
vi: Rung khi quét
zh_hans: 扫描时振动
zh_hant: 掃描時震動

# settings.storage.default_save_location
source: Default Save Location
ar: موقع الحفظ الافتراضي
da: Standard gemmeplacering
de: Standard-Speicherort
es: Ubicación de guardado predeterminada
fi: Oletustallennuspaikka
fr: Emplacement de sauvegarde par défaut
hi: डिफ़ॉल्ट सेव स्थान
id: Lokasi Penyimpanan Default
it: Posizione di salvataggio predefinita
ja: デフォルトの保存先
ko: 기본 저장 위치
ms: Lokasi Simpan Lalai
nb: Standard lagringssted
nl: Standaard opslaglocatie
pl: Domyślne miejsce zapisu
pt_br: Local de salvamento padrão
ru: Место сохранения по умолчанию
sv: Standardlagringsplats
th: ตำแหน่งบันทึกเริ่มต้น
tr: Varsayılan Kayıt Konumu
uk: Місце збереження за замовчуванням
uz: Standart saqlash joyi
vi: Vị trí lưu mặc định
zh_hans: 默认保存位置
zh_hant: 預設儲存位置

# settings.storage.photos
source: Photos
ar: الصور
da: Fotos
de: Fotos
es: Fotos
fi: Kuvat
hi: फ़ोटो
id: Foto
it: Foto
ja: 写真
ko: 사진
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt_br: Fotos
ru: Фото
sv: Bilder
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
uz: Suratlar
vi: Ảnh
zh_hans: 相册
zh_hant: 相簿

# settings.storage.section_title
source: Storage
ar: التخزين
da: Lagring
de: Speicher
es: Almacenamiento
fi: Tallennus
fr: Stockage
hi: स्टोरेज
id: Penyimpanan
it: Archiviazione
ja: ストレージ
ko: 저장소
ms: Storan
nb: Lagring
nl: Opslag
pl: Pamięć
pt_br: Armazenamento
ru: Хранилище
sv: Lagring
th: พื้นที่จัดเก็บ
tr: Depolama
uk: Сховище
uz: Xotira
vi: Bộ nhớ
zh_hans: 存储
zh_hant: 儲存空間

# settings.title
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
uz: Sozlamalar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# social_media_form.placeholder.username
source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
hi: यूज़रनेम
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ms: Nama pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
uz: Foydalanuvchi nomi
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# social_media_form.placeholder.username_or_page
source: Username or page name
ar: اسم المستخدم أو اسم الصفحة
da: Brugernavn eller sidenavn
de: Benutzername oder Seitenname
es: Nombre de usuario o página
fi: Käyttäjänimi tai sivun nimi
fr: Nom d'utilisateur ou de page
hi: यूज़रनेम या पेज का नाम
id: Nama pengguna atau nama halaman
it: Nome utente o pagina
ja: ユーザー名またはページ名
ko: 사용자 이름 또는 페이지 이름
ms: Nama pengguna atau nama halaman
nb: Brukernavn eller sidenavn
nl: Gebruikersnaam of paginanaam
pl: Nazwa użytkownika lub strony
pt_br: Nome de usuário ou página
ru: Имя пользователя или название страницы
sv: Användarnamn eller sidnamn
th: ชื่อผู้ใช้หรือชื่อเพจ
tr: Kullanıcı adı veya sayfa adı
uk: Ім'я користувача або назва сторінки
uz: Foydalanuvchi nomi yoki sahifa nomi
vi: Tên người dùng hoặc tên trang
zh_hans: 用户名或页面名称
zh_hant: 使用者名稱或頁面名稱

# social_media_form.title
source: Social media
ar: وسائل التواصل الاجتماعي
da: Sociale medier
de: Soziale Medien
es: Redes sociales
fi: Sosiaalinen media
fr: Réseaux sociaux
hi: सोशल मीडिया
id: Media sosial
ja: ソーシャルメディア
ko: 소셜 미디어
ms: Media sosial
nb: Sosiale medier
nl: Sociale media
pl: Media społecznościowe
pt_br: Redes sociais
ru: Социальные сети
sv: Sociala medier
th: โซเชียลมีเดีย
tr: Sosyal medya
uk: Соціальні мережі
uz: Ijtimoiy tarmoqlar
vi: Mạng xã hội
zh_hans: 社交媒体
zh_hant: 社群媒體

# social_media.facebook.description
source: Facebook profile
ar: ملف Facebook الشخصي
da: Facebook-profil
de: Facebook-Profil
es: Perfil de Facebook
fi: Facebook-profiili
fr: Profil Facebook
hi: Facebook प्रोफ़ाइल
id: Profil Facebook
it: Profilo Facebook
ja: Facebookプロフィール
ko: Facebook 프로필
ms: Profil Facebook
nb: Facebook-profil
nl: Facebook-profiel
pl: Profil Facebook
pt_br: Perfil do Facebook
ru: Профиль Facebook
sv: Facebook-profil
th: โปรไฟล์ Facebook
tr: Facebook profili
uk: Профіль Facebook
uz: Facebook profili
vi: Trang cá nhân Facebook
zh_hans: Facebook主页
zh_hant: Facebook個人檔案

# social_media.facebook.placeholder
source: username or page name
ar: اسم المستخدم أو اسم الصفحة
da: brugernavn eller sidenavn
de: Benutzername oder Seitenname
es: nombre de usuario o página
fi: käyttäjänimi tai sivun nimi
fr: nom d'utilisateur ou de page
hi: यूज़रनेम या पेज का नाम
id: nama pengguna atau nama halaman
it: nome utente o pagina
ja: ユーザー名またはページ名
ko: 사용자 이름 또는 페이지 이름
ms: nama pengguna atau nama halaman
nb: brukernavn eller sidenavn
nl: gebruikersnaam of paginanaam
pl: nazwa użytkownika lub strony
pt_br: nome de usuário ou página
ru: имя пользователя или название страницы
sv: användarnamn eller sidnamn
th: ชื่อผู้ใช้หรือชื่อเพจ
tr: kullanıcı adı veya sayfa adı
uk: ім'я користувача або назва сторінки
uz: foydalanuvchi nomi yoki sahifa nomi
vi: tên người dùng hoặc tên trang
zh_hans: 用户名或页面名称
zh_hant: 使用者名稱或頁面名稱

# social_media.instagram.description
source: Instagram profile
ar: ملف Instagram الشخصي
da: Instagram-profil
de: Instagram-Profil
es: Perfil de Instagram
fi: Instagram-profiili
fr: Profil Instagram
hi: Instagram प्रोफ़ाइल
id: Profil Instagram
it: Profilo Instagram
ja: Instagramプロフィール
ko: Instagram 프로필
ms: Profil Instagram
nb: Instagram-profil
nl: Instagram-profiel
pl: Profil Instagram
pt_br: Perfil do Instagram
ru: Профиль Instagram
sv: Instagram-profil
th: โปรไฟล์ Instagram
tr: Instagram profili
uk: Профіль Instagram
uz: Instagram profili
vi: Trang cá nhân Instagram
zh_hans: Instagram主页
zh_hant: Instagram個人檔案

# social_media.instagram.placeholder
source: username
ar: اسم المستخدم
da: brugernavn
de: Benutzername
es: nombre de usuario
fi: käyttäjänimi
fr: nom d'utilisateur
hi: यूज़रनेम
id: nama pengguna
it: nome utente
ja: ユーザー名
ko: 사용자 이름
ms: nama pengguna
nb: brukernavn
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: имя пользователя
sv: användarnamn
th: ชื่อผู้ใช้
tr: kullanıcı adı
uk: ім'я користувача
uz: foydalanuvchi nomi
vi: tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# social_media.reddit.description
source: Reddit profile
ar: ملف Reddit الشخصي
da: Reddit-profil
de: Reddit-Profil
es: Perfil de Reddit
fi: Reddit-profiili
fr: Profil Reddit
hi: Reddit प्रोफ़ाइल
id: Profil Reddit
it: Profilo Reddit
ja: Redditプロフィール
ko: Reddit 프로필
ms: Profil Reddit
nb: Reddit-profil
nl: Reddit-profiel
pl: Profil Reddit
pt_br: Perfil do Reddit
ru: Профиль Reddit
sv: Reddit-profil
th: โปรไฟล์ Reddit
tr: Reddit profili
uk: Профіль Reddit
uz: Reddit profili
vi: Trang cá nhân Reddit
zh_hans: Reddit主页
zh_hant: Reddit個人檔案

# social_media.reddit.placeholder
source: username
ar: اسم المستخدم
da: brugernavn
de: Benutzername
es: nombre de usuario
fi: käyttäjänimi
fr: nom d'utilisateur
hi: यूज़रनेम
id: nama pengguna
it: nome utente
ja: ユーザー名
ko: 사용자 이름
ms: nama pengguna
nb: brukernavn
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: имя пользователя
sv: användarnamn
th: ชื่อผู้ใช้
tr: kullanıcı adı
uk: ім'я користувача
uz: foydalanuvchi nomi
vi: tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# social_media.snapchat.description
source: Snapchat profile
ar: ملف Snapchat الشخصي
da: Snapchat-profil
de: Snapchat-Profil
es: Perfil de Snapchat
fi: Snapchat-profiili
fr: Profil Snapchat
hi: Snapchat प्रोफ़ाइल
id: Profil Snapchat
it: Profilo Snapchat
ja: Snapchatプロフィール
ko: Snapchat 프로필
ms: Profil Snapchat
nb: Snapchat-profil
nl: Snapchat-profiel
pl: Profil Snapchat
pt_br: Perfil do Snapchat
ru: Профиль Snapchat
sv: Snapchat-profil
th: โปรไฟล์ Snapchat
tr: Snapchat profili
uk: Профіль Snapchat
uz: Snapchat profili
vi: Trang cá nhân Snapchat
zh_hans: Snapchat主页
zh_hant: Snapchat個人檔案

# social_media.snapchat.placeholder
source: username
ar: اسم المستخدم
da: brugernavn
de: Benutzername
es: nombre de usuario
fi: käyttäjänimi
fr: nom d'utilisateur
hi: यूज़रनेम
id: nama pengguna
it: nome utente
ja: ユーザー名
ko: 사용자 이름
ms: nama pengguna
nb: brukernavn
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: имя пользователя
sv: användarnamn
th: ชื่อผู้ใช้
tr: kullanıcı adı
uk: ім'я користувача
uz: foydalanuvchi nomi
vi: tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# social_media.threads.description
source: Threads profile
ar: ملف Threads الشخصي
da: Threads-profil
de: Threads-Profil
es: Perfil de Threads
fi: Threads-profiili
fr: Profil Threads
hi: Threads प्रोफ़ाइल
id: Profil Threads
it: Profilo Threads
ja: Threadsプロフィール
ko: Threads 프로필
ms: Profil Threads
nb: Threads-profil
nl: Threads-profiel
pl: Profil Threads
pt_br: Perfil do Threads
ru: Профиль Threads
sv: Threads-profil
th: โปรไฟล์ Threads
tr: Threads profili
uk: Профіль Threads
uz: Threads profili
vi: Trang cá nhân Threads
zh_hans: Threads主页
zh_hant: Threads個人檔案

# social_media.threads.placeholder
source: username
ar: اسم المستخدم
da: brugernavn
de: Benutzername
es: nombre de usuario
fi: käyttäjänimi
fr: nom d'utilisateur
hi: यूज़रनेम
id: nama pengguna
it: nome utente
ja: ユーザー名
ko: 사용자 이름
ms: nama pengguna
nb: brukernavn
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: имя пользователя
sv: användarnamn
th: ชื่อผู้ใช้
tr: kullanıcı adı
uk: ім'я користувача
uz: foydalanuvchi nomi
vi: tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# social_media.tiktok.description
source: TikTok profile
ar: ملف TikTok الشخصي
da: TikTok-profil
de: TikTok-Profil
es: Perfil de TikTok
fi: TikTok-profiili
fr: Profil TikTok
hi: TikTok प्रोफ़ाइल
id: Profil TikTok
it: Profilo TikTok
ja: TikTokプロフィール
ko: TikTok 프로필
ms: Profil TikTok
nb: TikTok-profil
nl: TikTok-profiel
pl: Profil TikTok
pt_br: Perfil do TikTok
ru: Профиль TikTok
sv: TikTok-profil
th: โปรไฟล์ TikTok
tr: TikTok profili
uk: Профіль TikTok
uz: TikTok profili
vi: Trang cá nhân TikTok
zh_hans: TikTok主页
zh_hant: TikTok個人檔案

# social_media.tiktok.placeholder
source: username
ar: اسم المستخدم
da: brugernavn
de: Benutzername
es: nombre de usuario
fi: käyttäjänimi
fr: nom d'utilisateur
hi: यूज़रनेम
id: nama pengguna
it: nome utente
ja: ユーザー名
ko: 사용자 이름
ms: nama pengguna
nb: brukernavn
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: имя пользователя
sv: användarnamn
th: ชื่อผู้ใช้
tr: kullanıcı adı
uk: ім'я користувача
uz: foydalanuvchi nomi
vi: tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# social_media.x.description
source: X (Twitter) profile
ar: ملف X (Twitter) الشخصي
da: X (Twitter)-profil
de: X (Twitter)-Profil
es: Perfil de X (Twitter)
fi: X (Twitter) -profiili
fr: Profil X (Twitter)
hi: X (Twitter) प्रोफ़ाइल
id: Profil X (Twitter)
it: Profilo X (Twitter)
ja: X (Twitter) プロフィール
ko: X (Twitter) 프로필
ms: Profil X (Twitter)
nb: X (Twitter)-profil
nl: X (Twitter)-profiel
pl: Profil X (Twitter)
pt_br: Perfil do X (Twitter)
ru: Профиль X (Twitter)
sv: X (Twitter)-profil
th: โปรไฟล์ X (Twitter)
tr: X (Twitter) profili
uk: Профіль X (Twitter)
uz: X (Twitter) profili
vi: Trang cá nhân X (Twitter)
zh_hans: X (Twitter) 主页
zh_hant: X (Twitter) 個人檔案

# social_media.x.placeholder
source: username
ar: اسم المستخدم
da: brugernavn
de: Benutzername
es: nombre de usuario
fi: käyttäjänimi
fr: nom d'utilisateur
hi: यूज़रनेम
id: nama pengguna
it: nome utente
ja: ユーザー名
ko: 사용자 이름
ms: nama pengguna
nb: brukernavn
nl: gebruikersnaam
pl: nazwa użytkownika
pt_br: nome de usuário
ru: имя пользователя
sv: användarnamn
th: ชื่อผู้ใช้
tr: kullanıcı adı
uk: ім'я користувача
uz: foydalanuvchi nomi
vi: tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# social_media.youtube.description
source: YouTube channel
ar: قناة YouTube
da: YouTube-kanal
de: YouTube-Kanal
es: Canal de YouTube
fi: YouTube-kanava
fr: Chaîne YouTube
hi: YouTube चैनल
id: Kanal YouTube
it: Canale YouTube
ja: YouTubeチャンネル
ko: YouTube 채널
ms: Saluran YouTube
nb: YouTube-kanal
nl: YouTube-kanaal
pl: Kanał YouTube
pt_br: Canal do YouTube
ru: Канал YouTube
sv: YouTube-kanal
th: ช่อง YouTube
tr: YouTube kanalı
uk: Канал YouTube
uz: YouTube kanali
vi: Kênh YouTube
zh_hans: YouTube频道
zh_hant: YouTube頻道

# social_media.youtube.placeholder
source: channel name
ar: اسم القناة
da: kanalnavn
de: Kanalname
es: nombre del canal
fi: kanavan nimi
fr: nom de la chaîne
hi: चैनल का नाम
id: nama kanal
it: nome del canale
ja: チャンネル名
ko: 채널 이름
ms: nama saluran
nb: kanalnavn
nl: kanaalnaam
pl: nazwa kanału
pt_br: nome do canal
ru: название канала
sv: kanalnamn
th: ชื่อช่อง
tr: kanal adı
uk: назва каналу
uz: kanal nomi
vi: tên kênh
zh_hans: 频道名称
zh_hant: 頻道名稱

# tabs.generate
source: Generate
ar: إنشاء
da: Generer
de: Generieren
es: Generar
fi: Luo
fr: Générer
hi: बनाएं
id: Buat
it: Genera
ja: 生成
ko: 생성
ms: Jana
nb: Generer
nl: Genereer
pl: Generuj
pt_br: Gerar
ru: Создать
sv: Generera
th: สร้าง
tr: Oluştur
uk: Створити
uz: Yaratish
vi: Tạo mã
zh_hans: 生成
zh_hant: 產生

# tabs.history
source: History
ar: السجل
da: Historik
de: Verlauf
es: Historial
fi: Historia
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
ms: Sejarah
nb: Historikk
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
uz: Tarix
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史紀錄

# tabs.scan
source: Scan
ar: مسح
de: Scannen
es: Escanear
fi: Skannaa
fr: Scanner
hi: स्कैन
id: Pindai
it: Scansiona
ja: スキャン
ko: 스캔
ms: Imbas
nb: Skann
pl: Skanuj
pt_br: Escanear
ru: Сканер
sv: Skanna
th: สแกน
tr: Tara
uk: Сканер
uz: Skanlash
vi: Quét
zh_hans: 扫描
zh_hant: 掃描

# wifi_security.none.title
source: None
ar: بدون
da: Ingen
de: Keine
es: Ninguna
fi: Ei mitään
fr: Aucune
hi: कोई नहीं
id: Tidak ada
it: Nessuna
ja: なし
ko: 없음
ms: Tiada
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhuma
ru: Нет
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
uz: Yo'q
vi: Không
zh_hans: 无
zh_hant: 無
